Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=589_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Sajoksen avajaiset 2012
sme: Sajosa rahpan 2012

source: Kuvia Sajoksen vihkiäisistä ja Saamelaiskäräjien avajaisista sekä kulttuuri-illasta 3.4.2012.
sme: Govat Sajosa vihaheamis ja Sámedikki rahpamis ja kultureahkedis 3.4.2012.

source: Lisäksi tässä kansiossa on kuvia Sajoksen avajaisiin liittyvästä Kansanjuhlasta / Avoimista ovista, joka pidettiin 4.4.2012.
sme: Lassin dáppe gávdnojit govat Sajosa rahpamii guoskevaš Álbmotfeasttas / Rabas uvssaid beaivvis, mii dollojuvvui 4.4.2012.

source: Tasavallan Presidentin puhe Sajoksen vihkiäisissä ja Saamelaiskäräjien avajaisissa 3.4.2012.
sme: Dásseválddi Presideantta sáhka Sajosa vihaheamis ja Sámedikki rahpamis 3.4.2012.

source: Tasavallan Presidentti ja rouva Jenni Haukio saapuvat Sajoksen saliin.
sme: Dásseválddi Presideanta ja roavvá Jenni Haukio boahtiba Sajosa sálii.

source: Hallintopäällikkö Juha Guttorm piti avajaispuheensa.
sme: Hálddahushoavda Juha Guttorm doalai rahpansáhkavuoru.

source: Tasavallan Presidentti Niinistö ja Saamelaiskäräjien puheenjohtaja Näkkäläjärvi kättelevät.
sme: Dásseválddi Presideanta Niinistö ja Sámedikki ságajođiheaddji Näkkäläjärvi buorástahttaleaba.

source: Sevettijärven ala-asteen oppilaat esiintyivät avajaisjuhlakansalle.
sme: Čeavetjávrri vuolledási oahppit loaiddastedje rahpamis.

source: Sajoksen kulttuuri-illan juontaja Anne-Kirste Aikio.
sme: Sajosa kultureahkeda jođiheaddji Anne-Kirste Aikio.

source: Kulttuuri-illan musiikista vastasi mm.. Ánnamaret Ensemble.
sme: Kultureahkeda musihkas vástidii ee. Ánnamaret Ensemble.

source: Kulttuuri-illassa oli myös saamelaista teatteria.
sme: Kultureahkedis lei maid sápmelaš teáhter.

source: Kuvassa esiintymässä Irene Länsman ja Anna Näkkäläjärvi-Länsman.
sme: Govas Irene Länsman ja Anna Näkkäläjärvi-Länsman.
